{
  "title": "Living Abroad - Philippines, New York, Singapore, UK",
  "description": "International education journey across multiple continents and cultures",
  "slug": "lived-abroad",
  "date": "2006-01-01",
  "type": "education",
  "company": "Various International Schools",
  "position": "Student",
  "location": "Philippines, New York, Singapore, UK",
  "duration": "2006-2015 (9 years)",
  "highlights": [
    "Lived in Philippines during middle school years",
    "High school in Red Hook, New York",
    "University education in Singapore and UK",
    "Gained multicultural perspective and language skills",
    "Developed global network and worldview"
  ],
  "skills": ["Cross-cultural communication", "Adaptability", "Global perspective", "Language skills", "Independence"],
  "content": "# Living Abroad: A Global Education Journey\n\n## Philippines (2006-2012) - Middle School Years\nLived in the Philippines during formative middle school years, experiencing Southeast Asian culture firsthand and developing resilience and adaptability.\n\n## New York (2012-2015) - High School in Red Hook\nCompleted high school education in Red Hook, New York, gaining exposure to American educational system and diverse cultural environment.\n\n## Singapore & UK (2015) - University Experience\nPursued university education across Singapore and the United Kingdom, broadening academic horizons and developing international professional network.\n\n## Key Learnings\n- **Cultural Adaptability**: Learned to quickly adapt to different cultural norms and expectations\n- **Global Perspective**: Developed understanding of how different societies approach problems\n- **Communication Skills**: Enhanced ability to communicate across cultural and linguistic barriers\n- **Independence**: Built self-reliance and problem-solving capabilities through international living\n\nThis international experience laid the foundation for future global thinking and cross-cultural collaboration skills that would prove invaluable in professional career."
}